app/Controllers/Clientes.php

        public function index(){

            $cliente_model = new ClienteModel();   // instaciando, trazendo o modolo aqui pra dentro

            $clientes = $cliente_model->findALl(); // estou pegando e retornando todos os regsitro da minha tabela clientes
---
SELECT *
FROM `clientes`